Repository: ahmed-tarek-salem/pill_alert
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Your Medicines
ar: أدويتك

source: Stop Alarm
ar: إيقاف المنبه

# language
source: اللغة العربية
ar: English

source: No Selected Medicines
ar: لا توجد أدوية محددة

# similars
source: Similars of the drug:
ar: بدائل الدواء:

source: Dose:
ar: الجرعة:

source: Side Effects:
ar: الأعراض الجانبية:

source: Tips:
ar: نصائح:

source: Educational Video
ar: فيديو توضيحي

source: Add your times
ar: أضف أوقاتك

source: Set New Alarm
ar: ضبط منبه جديد

source: Clear All
ar: مسح الكل

source: Search
ar: بحث
